/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+ още %2$d)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Не може да се извлече \"%1$@\" от архива \"%2$@\": %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Не може да се извлече вилицата за ресурси за \"%1$@\" от архива \"%2$@\":\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Ползвай по подразбиране";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Автоматично откриване";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Извлечи";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Извличане на архив";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Извличане на „%@“";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Подготвяне за извличане на „%@“";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Избери";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Избор на файлове за разархивиране";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Съдържанието на \"%@\" не може да бъде извлечено с The Unarchiver.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Възникна неизправност при извличане на съдържанието на файл \"%1$@\": %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Възникна неизправност при четене на съдържанието на файл \"%1$@\": %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Разархивирай";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Моля, въведете архивна парола за отваряне \"%@\".";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Къде The Unarchiver ще извлича архивите?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Винаги екстракт в същата папка, или нека ап поиска да изберете дестинация за всеки път.";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Питай всеки път";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Извлечи в същата папка";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver се нуждае от вашето разрешение, за да запишете извлечените файлове в избраната папка. Щракнете върху \"Извадка\" да одобри това действие.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver се нуждае от вашето разрешение, за да търсите за други части на избрания Архив на това място. Щракнете върху \"Търсене\", за да одобри това действие.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Търси";

/* Check for updates menu item */
"Check for Updates…" = "Проверка за актуализации…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "Непълен файл на архива";
"Opening file failed" = "Невъзможно отваряне на файла";
"Missing or wrong password" = "Предложената парола е неправилна";
"Wrong checksum" = "Повреден файл на архива";
"Could not create directory" = "Невъзможно създаване на папка";

/* Uncommon or unused errors */
"Unknown error" = "Неизвестна грешка";
"Failed to write to file" = "Провалено писане на файл";
"Function called with illegal parameters" = "Функцията е извикана с недопустими параметри";
"Not enough memory available" = "Недостатъчно налична памет";
"Data is corrupted" = "Повредени данни";
"File is not fully supported" = "Непълно поддържан файл";
"Required resource missing" = "Липсващ изискван ресурс";
"Error on decrunching" = "Грешка при раздробяване";
"Unknown file type" = "Неизвестен вид файл";
"File, disk has been skipped" = "Пропуснат файл или диск";
"User cancelled extraction" = "Извличането е прекратено от потребителя";
"File already exists" = "Вече съществуващ файл";
"Verify failed (disk hook)" = "Неуспешна проверка (disk hook)";
"Wrong drive geometry" = "Грешна геометричност на устройство";
"Unknown data format" = "Неизвестен формат на данните";
"Source contains no files" = "Източникът не съдържа файлове";
"Unknown filesystem" = "Неизвестна файлова система";
"Name of file exists as directory" = "Името на файла съществува като директория";
"Buffer was too short" = "Твърде къс буфер";
"Text encoding was defective" = "Сгрешено текстово кодиране";
"Could not create symlink" = "Невъзможно създаване на символна връзка";

"AlertTitle_SetFileTypeAssociationAppStore" = "Помислете за настройка The Unarchiver като приложение по подразбиране за избраните файлови типове.";
"AlertDescription_SetFileTypeAssociationAppStore" = "Щракнете върху \"Получете информация\" от контекстното меню на файла и изберете The Unarchiver в \"Oтворен с:\" списък. Щракнете върху \"Промяна на всички...\", за да приложи това към всички подобни архиви.";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "Задайте друго приложение като стандартно приложение за избрани типове файлове, ако желаете.";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "Щракнете върху \"Получете информация\" от контекстното меню на файла и изберете желаното приложение в \"Oтворен с:\" списък. Щракнете върху \"Промяна на всички...\", за да приложи това към всички подобни архиви.";

/* About window */
"Standalone" = "Самостоятелен";

/* Extracted view */
"extracted" = "извлечени";
